Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Your %@ wallet doesn't have the address you entered. Add or connect that account in the wallet, or enter an address it has.
ar: محفظة %@ لديك لا تحتوي على العنوان الذي أدخلته. أضف هذا الحساب أو اربطه في المحفظة، أو أدخل عنوانًا موجودًا فيها.
cs: Vaše peněženka %@ neobsahuje adresu, kterou jste zadali. Přidejte nebo připojte tento účet v peněžence, nebo zadejte adresu, kterou obsahuje.
de: Deine %@-Wallet enthält die eingegebene Adresse nicht. Füge das Konto in der Wallet hinzu oder verbinde es dort. Oder gib eine Adresse ein, die sie enthält.
el: Το πορτοφόλι %@ σας δεν περιέχει τη διεύθυνση που εισαγάγατε. Προσθέστε ή συνδέστε αυτόν τον λογαριασμό στο πορτοφόλι ή εισαγάγετε μια διεύθυνση που περιέχει.
es: Tu billetera %@ no tiene la dirección que introdujiste. Añade o conecta esa cuenta en la billetera, o introduce una dirección que tenga.
es_419: Tu billetera %@ no tiene la dirección que ingresaste. Agrega o conecta esa cuenta en la billetera, o ingresa una dirección que tenga.
es_mx: Tu cartera %@ no tiene la dirección que ingresaste. Agrega o conecta esa cuenta en la cartera, o ingresa una dirección que tenga.
fr: Votre portefeuille %@ ne contient pas l'adresse que vous avez saisie. Ajoutez ou connectez ce compte dans le portefeuille, ou saisissez une adresse qu'il contient.
he: בארנק %@ שלכם אין את הכתובת שהזנתם. הוסיפו או חברו את החשבון הזה בארנק, או הזינו כתובת שקיימת בו.
hi: आपके %@ वॉलेट में वह पता नहीं है जो आपने दर्ज किया है। उस खाते को वॉलेट में जोड़ें या कनेक्ट करें, या ऐसा पता दर्ज करें जो वॉलेट में हो।
id: Dompet %@ Anda tidak memiliki alamat yang Anda masukkan. Tambahkan atau hubungkan akun tersebut di dompet, atau masukkan alamat yang ada di dompet itu.
it: Il tuo portafoglio %@ non contiene l'indirizzo che hai inserito. Aggiungi o collega quell'account nel portafoglio, oppure inserisci un indirizzo che contiene.
ja: お使いの%@ウォレットに、入力したアドレスがありません。ウォレットでそのアカウントを追加または接続するか、ウォレットにあるアドレスを入力してください。
ko: %@ 지갑에 입력한 주소가 없습니다. 지갑에서 해당 계정을 추가 또는 연결하거나, 지갑에 있는 주소를 입력하세요.
nl: Je %@-wallet bevat het ingevoerde adres niet. Voeg dat account in de wallet toe of koppel het, of voer een adres in dat de wallet wel bevat.
pl: Twój portfel %@ nie zawiera wprowadzonego adresu. Dodaj lub połącz to konto w portfelu albo wprowadź adres, który się w nim znajduje.
pt: A sua carteira %@ não tem o endereço que introduziu. Adicione ou ligue essa conta na carteira, ou introduza um endereço que ela tenha.
pt_br: Sua carteira %@ não tem o endereço que você digitou. Adicione ou conecte essa conta na carteira, ou digite um endereço que ela tenha.
pt_pt: A sua carteira %@ não tem o endereço que introduziu. Adicione ou ligue essa conta na carteira, ou introduza um endereço que ela tenha.
ru: В вашем кошельке %@ нет адреса, который вы ввели. Добавьте или подключите этот аккаунт в кошельке либо введите адрес, который в нём есть.
sv: Din %@-plånbok har inte adressen du angav. Lägg till eller anslut det kontot i plånboken, eller ange en adress som finns i den.
th: กระเป๋าเงิน %@ ของคุณไม่มีที่อยู่ที่คุณป้อน เพิ่มหรือเชื่อมต่อบัญชีนั้นในกระเป๋าเงิน หรือป้อนที่อยู่ที่มีอยู่ในกระเป๋าเงิน
uk: У вашому гаманці %@ немає адреси, яку ви ввели. Додайте або підключіть цей обліковий запис у гаманці чи введіть адресу, яка в ньому є.
vi: Ví %@ của bạn không có địa chỉ bạn đã nhập. Hãy thêm hoặc kết nối tài khoản đó trong ví, hoặc nhập một địa chỉ có trong ví.
zh_hans: 您的 %@ 钱包中没有您输入的地址。请在钱包中添加或连接该账户，或输入钱包中已有的地址。
zh_hk: 你的 %@ 錢包中沒有你輸入的地址。請在錢包中新增或連接該帳戶，或輸入錢包中已有的地址。

source: Your %@ wallet has no account to sign with. Add or connect an account in the wallet, then try again.
ar: لا تحتوي محفظة %@ لديك على حساب للتوقيع به. أضف حسابًا أو اربطه في المحفظة، ثم حاول مرة أخرى.
cs: Vaše peněženka %@ nemá účet, kterým by mohla podepsat. Přidejte nebo připojte účet v peněžence a zkuste to znovu.
de: Deine %@-Wallet hat kein Konto zum Signieren. Füge in der Wallet ein Konto hinzu oder verbinde eins und versuche es dann erneut.
el: Το πορτοφόλι %@ σας δεν έχει λογαριασμό για υπογραφή. Προσθέστε ή συνδέστε έναν λογαριασμό στο πορτοφόλι και δοκιμάστε ξανά.
es: Tu billetera %@ no tiene ninguna cuenta con la que firmar. Añade o conecta una cuenta en la billetera y vuelve a intentarlo.
es_419: Tu billetera %@ no tiene ninguna cuenta con la que firmar. Agrega o conecta una cuenta en la billetera y vuelve a intentarlo.
es_mx: Tu cartera %@ no tiene ninguna cuenta con la que firmar. Agrega o conecta una cuenta en la cartera y vuelve a intentarlo.
fr: Votre portefeuille %@ n'a aucun compte avec lequel signer. Ajoutez ou connectez un compte dans le portefeuille, puis réessayez.
he: בארנק %@ שלכם אין חשבון לחתימה. הוסיפו או חברו חשבון בארנק ונסו שוב.
hi: आपके %@ वॉलेट में हस्ताक्षर करने के लिए कोई खाता नहीं है। वॉलेट में कोई खाता जोड़ें या कनेक्ट करें, फिर दोबारा प्रयास करें।
id: Dompet %@ Anda tidak memiliki akun untuk menandatangani. Tambahkan atau hubungkan akun di dompet, lalu coba lagi.
it: Il tuo portafoglio %@ non ha un account con cui firmare. Aggiungi o collega un account nel portafoglio, poi riprova.
ja: お使いの%@ウォレットに、署名に使えるアカウントがありません。ウォレットでアカウントを追加または接続してから、もう一度お試しください。
ko: %@ 지갑에 서명할 계정이 없습니다. 지갑에서 계정을 추가하거나 연결한 후 다시 시도하세요.
nl: Je %@-wallet heeft geen account om mee te ondertekenen. Voeg in de wallet een account toe of koppel er een, en probeer het opnieuw.
pl: Twój portfel %@ nie ma konta, którym można podpisać. Dodaj lub połącz konto w portfelu, a potem spróbuj ponownie.
pt: A sua carteira %@ não tem nenhuma conta para assinar. Adicione ou ligue uma conta na carteira e tente novamente.
pt_br: Sua carteira %@ não tem nenhuma conta para assinar. Adicione ou conecte uma conta na carteira e tente novamente.
pt_pt: A sua carteira %@ não tem nenhuma conta para assinar. Adicione ou ligue uma conta na carteira e tente novamente.
ru: В вашем кошельке %@ нет аккаунта для подписи. Добавьте или подключите аккаунт в кошельке и попробуйте еще раз.
sv: Din %@-plånbok har inget konto att signera med. Lägg till eller anslut ett konto i plånboken och försök sedan igen.
th: กระเป๋าเงิน %@ ของคุณไม่มีบัญชีสำหรับลงนาม เพิ่มหรือเชื่อมต่อบัญชีในกระเป๋าเงิน แล้วลองอีกครั้ง
uk: У вашому гаманці %@ немає облікового запису для підпису. Додайте або підключіть обліковий запис у гаманці й спробуйте ще раз.
vi: Ví %@ của bạn không có tài khoản nào để ký. Hãy thêm hoặc kết nối một tài khoản trong ví rồi thử lại.
zh_hans: 您的 %@ 钱包中没有可用于签名的账户。请在钱包中添加或连接一个账户，然后重试。
zh_hk: 你的 %@ 錢包中沒有可用於簽名的帳戶。請在錢包中新增或連接一個帳戶，然後再試一次。

source: Your account isn't ready for purchases. Please restart the app and try again.
ar: حسابك غير جاهز لعمليات الشراء بعد. يرجى إعادة تشغيل التطبيق والمحاولة مرة أخرى.
cs: Váš účet zatím není připraven na nákupy. Restartujte aplikaci a zkuste to znovu.
de: Dein Konto ist noch nicht für Käufe bereit. Bitte starte die App neu und versuche es erneut.
el: Ο λογαριασμός σας δεν είναι ακόμη έτοιμος για αγορές. Επανεκκινήστε την εφαρμογή και δοκιμάστε ξανά.
es: Tu cuenta aún no está lista para compras. Reinicia la app e inténtalo de nuevo.
es_419: Tu cuenta todavía no está lista para compras. Reinicia la app e inténtalo de nuevo.
es_mx: Tu cuenta todavía no está lista para compras. Reinicia la app e inténtalo de nuevo.
fr: Votre compte n’est pas encore prêt pour les achats. Redémarrez l’app et réessayez.
he: החשבון שלכם עדיין לא מוכן לרכישות. הפעילו מחדש את האפליקציה ונסו שוב.
hi: आपका खाता अभी खरीदारी के लिए तैयार नहीं है। ऐप को फिर से शुरू करें और दोबारा कोशिश करें।
id: Akun Anda belum siap untuk pembelian. Mulai ulang aplikasi dan coba lagi.
it: Il tuo account non è ancora pronto per gli acquisti. Riavvia l’app e riprova.
ja: アカウントはまだ購入できる状態になっていません。アプリを再起動してもう一度お試しください。
ko: 계정이 아직 구매할 준비가 되지 않았습니다. 앱을 다시 시작한 후 다시 시도하세요.
nl: Je account is nog niet klaar voor aankopen. Start de app opnieuw en probeer het nog eens.
pl: Twoje konto nie jest jeszcze gotowe do zakupów. Uruchom ponownie aplikację i spróbuj jeszcze raz.
pt: A sua conta ainda não está pronta para compras. Reinicie a app e tente novamente.
pt_br: Sua conta ainda não está pronta para compras. Reinicie o app e tente novamente.
pt_pt: A sua conta ainda não está pronta para compras. Reinicie a app e tente novamente.
ru: Ваш аккаунт пока не готов к покупкам. Перезапустите приложение и попробуйте снова.
sv: Ditt konto är inte redo för köp än. Starta om appen och försök igen.
th: บัญชีของคุณยังไม่พร้อมสำหรับการซื้อ โปรดรีสตาร์ทแอปแล้วลองอีกครั้ง
uk: Ваш обліковий запис ще не готовий до покупок. Перезапустіть застосунок і спробуйте ще раз.
vi: Tài khoản của bạn chưa sẵn sàng để mua hàng. Hãy khởi động lại ứng dụng và thử lại.
zh_hans: 您的账户暂时无法进行购买。请重启应用后重试。
zh_hk: 你的帳戶暫時未能進行購買。請重新啟動應用程式後再試。

source: Your bandwidth
ar: عرض النطاق الترددي لديك
cs: Vaše šířka pásma
de: Deine Bandbreite
el: Το εύρος ζώνης σας
es: Tu ancho de banda
es_419: Tu ancho de banda
es_mx: Tu ancho de banda
fr: Votre bande passante
he: רוחב הפס שלכם
hi: आपकी बैंडविड्थ
id: Bandwidth Anda
it: La tua banda
ja: あなたの帯域幅
ko: 내 대역폭
nl: Je bandbreedte
pl: Twoja przepustowość
pt: A sua largura de banda
pt_br: Sua largura de banda
pt_pt: A sua largura de banda
ru: Ваша пропускная способность
sv: Din bandbredd
th: แบนด์วิดท์ของคุณ
uk: Ваша пропускна здатність
vi: Băng thông của bạn
zh_hans: 您的带宽
zh_hk: 你的頻寬

source: Your choice, completely optional:
ar: القرار لك، والأمر اختياري تمامًا:
cs: Je to na vás, zcela dobrovolné:
de: Deine Entscheidung, völlig optional:
el: Δική σας επιλογή, εντελώς προαιρετικό:
es: Tú decides, es totalmente opcional:
es_419: Tú decides, es totalmente opcional:
es_mx: Tú decides, es totalmente opcional:
fr: C’est vous qui choisissez, entièrement facultatif :
he: הבחירה שלכם, לגמרי אופציונלי:
hi: आपकी मर्ज़ी, पूरी तरह वैकल्पिक:
id: Pilihan Anda, sepenuhnya opsional:
it: A tua scelta, del tutto facoltativo:
ja: 完全に任意です。選べるのは：
ko: 선택은 자유이며, 전적으로 선택 사항입니다:
nl: Jouw keuze, helemaal optioneel:
pl: Twój wybór, całkowicie opcjonalny:
pt: A escolha é sua, totalmente opcional:
pt_br: Você escolhe, é totalmente opcional:
pt_pt: A escolha é sua, totalmente opcional:
ru: Решать вам, это совершенно необязательно:
sv: Ditt val, helt frivilligt:
th: เป็นทางเลือกของคุณ ไม่บังคับ:
uk: Ваш вибір, повністю за бажанням:
vi: Tùy bạn, hoàn toàn không bắt buộc:
zh_hans: 由您决定，完全可选：
zh_hk: 由你決定，完全可選：

source: Your connected providers on the globe.
ar: المزودون المتصلون بك على الكرة الأرضية.
cs: Vaši připojení poskytovatelé na glóbu.
de: Deine verbundenen Anbieter auf dem Globus.
el: Οι συνδεδεμένοι πάροχοί σας στην υδρόγειο.
es: Tus proveedores conectados en el globo.
es_419: Tus proveedores conectados en el globo.
es_mx: Tus proveedores conectados en el globo.
fr: Vos fournisseurs connectés sur le globe.
he: הספקים המחוברים שלכם על הגלובוס.
hi: ग्लोब पर आपके कनेक्टेड प्रदाता।
id: Penyedia yang terhubung dengan Anda di bola dunia.
it: I tuoi provider connessi sul globo.
ja: 接続中のプロバイダーを地球儀に表示します。
ko: 연결된 제공자를 지구본에 표시합니다.
nl: Je verbonden providers op de wereldbol.
pl: Twoi połączeni dostawcy na globusie.
pt: Os seus fornecedores ligados no globo.
pt_br: Seus provedores conectados no globo.
pt_pt: Os seus fornecedores ligados no globo.
ru: Ваши подключённые провайдеры на глобусе.
sv: Dina anslutna leverantörer på jordklotet.
th: ผู้ให้บริการที่คุณเชื่อมต่อบนลูกโลก
uk: Ваші підключені провайдери на глобусі.
vi: Các nhà cung cấp đã kết nối của bạn trên quả địa cầu.
zh_hans: 在地球上显示您已连接的提供商。
zh_hk: 在地球上顯示你已連接的供應商。

source: Your device sends the claim to the vault contract. Gas is paid in TAO from your gas key. Alpha lands on your coldkey.
ar: يرسل جهازك طلب المطالبة إلى عقد الخزنة. تُدفع رسوم الغاز بعملة TAO من مفتاح الغاز الخاص بك. ويصل Alpha إلى coldkey الخاص بك.
cs: Vaše zařízení odešle nárok do kontraktu trezoru. Gas se platí v TAO z vašeho klíče pro gas. Alpha přijde na váš coldkey.
de: Dein Gerät sendet die Einlösung an den Vault-Vertrag. Das Gas wird in TAO von deinem Gas-Schlüssel bezahlt. Das Alpha landet auf deinem Coldkey.
el: Η συσκευή σας στέλνει τη διεκδίκηση στο συμβόλαιο θησαυροφυλακίου. Το gas πληρώνεται σε TAO από το κλειδί gas σας. Το Alpha καταλήγει στο coldkey σας.
es: Tu dispositivo envía la reclamación al contrato de bóveda. El gas se paga en TAO desde tu clave de gas. El Alpha llega a tu coldkey.
es_419: Tu dispositivo envía la reclamación al contrato de bóveda. El gas se paga en TAO desde tu clave de gas. El Alpha llega a tu coldkey.
es_mx: Tu dispositivo envía la reclamación al contrato de bóveda. El gas se paga en TAO desde tu clave de gas. El Alpha llega a tu coldkey.
fr: Votre appareil envoie la réclamation au contrat du coffre. Le gas est payé en TAO depuis votre clé de gas. L’Alpha arrive sur votre coldkey.
he: המכשיר שלכם שולח את בקשת המימוש לחוזה הכספת. הגז משולם ב-TAO ממפתח הגז שלכם. ה-Alpha מגיע ל-coldkey שלכם.
hi: आपका डिवाइस दावा वॉल्ट कॉन्ट्रैक्ट को भेजता है। गैस का भुगतान आपकी गैस कुंजी से TAO में होता है। Alpha आपकी coldkey पर पहुँचता है।
id: Perangkat Anda mengirim klaim ke kontrak vault. Gas dibayar dalam TAO dari kunci gas Anda. Alpha masuk ke coldkey Anda.
it: Il tuo dispositivo invia il riscatto al contratto vault. Il gas si paga in TAO dalla tua chiave gas. L’Alpha arriva sulla tua coldkey.
ja: このデバイスが受け取りリクエストをボールトコントラクトに送信します。ガス代はガスキーから TAO で支払われます。Alpha は coldkey に届きます。
ko: 기기가 받기 요청을 볼트 컨트랙트로 보냅니다. 가스는 가스 키에서 TAO로 지불됩니다. Alpha는 coldkey로 들어옵니다.
nl: Je apparaat stuurt de claim naar het vault-contract. Gas wordt in TAO betaald vanuit je gas key. Alpha komt op je coldkey terecht.
pl: Twoje urządzenie wysyła odbiór do kontraktu skarbca. Gas jest opłacany w TAO z twojego klucza gas. Alpha trafia na twój coldkey.
pt: O seu dispositivo envia a reivindicação para o contrato do cofre. O gás é pago em TAO a partir da sua chave de gás. O Alpha chega à sua coldkey.
pt_br: Seu dispositivo envia o resgate ao contrato do cofre. O gás é pago em TAO a partir da sua chave de gás. O Alpha chega à sua coldkey.
pt_pt: O seu dispositivo envia a reivindicação para o contrato do cofre. O gás é pago em TAO a partir da sua chave de gás. O Alpha chega à sua coldkey.
ru: Ваше устройство отправляет запрос на получение в контракт хранилища. Газ оплачивается в TAO с вашего ключа для оплаты газа. Alpha поступает на ваш coldkey.
sv: Din enhet skickar uttaget till valvkontraktet. Gas betalas i TAO från din gasnyckel. Alpha hamnar på din coldkey.
th: อุปกรณ์ของคุณส่งคำขอรับไปยังสัญญาห้องนิรภัย ค่า gas ชำระเป็น TAO จากคีย์ gas ของคุณ Alpha จะเข้าสู่ coldkey ของคุณ
uk: Ваш пристрій надсилає запит на отримання в контракт сховища. Газ оплачується в TAO з вашого ключа для газу. Alpha надходить на ваш coldkey.
vi: Thiết bị của bạn gửi yêu cầu nhận tới hợp đồng kho. Gas được trả bằng TAO từ khóa gas của bạn. Alpha sẽ về coldkey của bạn.
zh_hans: 您的设备会将领取请求发送到金库合约。Gas 费以 TAO 从您的 Gas 密钥中支付。Alpha 将存入您的 coldkey。
zh_hk: 你的裝置會將領取請求傳送至金庫合約。Gas 費以 TAO 從你的 Gas 密鑰支付。Alpha 會存入你的 coldkey。

source: Your email
ar: بريدك الإلكتروني
cs: Váš e-mail
de: Deine E-Mail
el: Το email σας
es: Tu correo electrónico
es_419: Tu correo electrónico
es_mx: Tu correo electrónico
fr: Votre e-mail
he: האימייל שלך
hi: आपका ईमेल
id: Email Anda
it: La tua email
ja: メールアドレス
ko: 이메일
nl: Je e-mail
pl: Twój e-mail
pt: O seu e-mail
pt_br: Seu e-mail
pt_pt: O seu e-mail
ru: Ваш email
sv: Din e-post
th: อีเมลของคุณ
uk: Ваш email
vi: Email của bạn
zh_hans: 你的电子邮件
zh_hk: 你的電郵

source: Your friend gets +%lld GiB/day for life
ar: يحصل صديقك على +%lld GiB/يوم مدى الحياة
cs: Váš přítel získá +%lld GiB/den na celý život
de: Dein Freund erhält +%lld GiB/Tag – ein Leben lang
el: Ο φίλος σου παίρνει +%lld GiB/ημέρα για πάντα
es: Tu amigo obtiene +%lld GiB/día de por vida
es_419: Tu amigo obtiene +%lld GiB/día de por vida
es_mx: Tu amigo obtiene +%lld GiB/día de por vida
fr: Votre ami reçoit +%lld GiB/jour à vie
he: החבר שלך מקבל +%lld GiB/יום לכל החיים
hi: आपके दोस्त को जीवनभर +%lld GiB/दिन मिलेगा
id: Teman Anda mendapat +%lld GiB/hari seumur hidup
it: Il tuo amico riceve +%lld GiB/giorno per sempre
ja: あなたの友達も一生 +%lld GiB/日 を獲得できます
ko: 친구도 평생 +%lld GiB/일을 받습니다
nl: Je vriend krijgt +%lld GiB/dag voor altijd
pl: Twój znajomy otrzymuje +%lld GiB/dzień na całe życie
pt: O seu amigo recebe +%lld GiB/dia para sempre
pt_br: Seu amigo ganha +%lld GiB/dia para sempre
pt_pt: O seu amigo recebe +%lld GiB/dia para sempre
ru: Ваш друг получает +%lld GiB/день навсегда
sv: Din vän får +%lld GiB/dag för alltid
th: เพื่อนของคุณได้รับ +%lld GiB/วันตลอดชีวิต
uk: Ваш друг отримує +%lld GiB/день назавжди
vi: Bạn của bạn nhận được +%lld GiB/ngày trọn đời
zh_hans: 你的朋友获得 +%lld GiB/天，终身享有
zh_hk: 你的朋友獲得 +%lld GiB/日，永久有效

source: Your friend gets 3 GiB/day for life
ar: يحصل صديقك على 3 GiB/يوم مدى الحياة
cs: Váš přítel získá 3 GiB/den navždy
de: Dein Freund bekommt 3 GiB/Tag – ein Leben lang
el: Ο φίλος σας λαμβάνει 3 GiB/ημέρα εφ’ όρου ζωής
es: Tu amigo recibe 3 GiB/día de por vida
es_419: Tu amigo recibe 3 GiB/día de por vida
es_mx: Tu amigo recibe 3 GiB/día de por vida
fr: Votre ami reçoit 3 GiB/jour à vie
he: החבר שלך מקבל 3 GiB/יום לכל החיים
hi: आपके मित्र को जीवनभर 3 GiB/दिन मिलते हैं
id: Teman Anda mendapatkan 3 GiB/hari seumur hidup
it: Il tuo amico riceve 3 GiB/giorno a vita
ja: 友達は生涯 3 GiB/日 を獲得できます
ko: 친구는 평생 3 GiB/일을 받습니다
nl: Je vriend krijgt levenslang 3 GiB/dag
pl: Twój znajomy otrzymuje 3 GiB/dzień dożywotnio
pt: O seu amigo recebe 3 GiB/dia para sempre
pt_br: Seu amigo recebe 3 GiB/dia para sempre
pt_pt: O seu amigo recebe 3 GiB/dia para sempre
ru: Ваш друг получает 3 GiB/день навсегда
sv: Din vän får 3 GiB/dag på livstid
th: เพื่อนของคุณได้รับ 3 GiB/วัน ตลอดชีพ
uk: Ваш друг отримує 3 GiB/день назавжди
vi: Bạn của bạn nhận 3 GiB/ngày trọn đời
zh_hans: 你的朋友终身获得 3 GiB/天
zh_hk: 你的朋友終身獲得 3 GiB/日

source: Your friend gets 30 GiB/month for life
ar: يحصل صديقك على 30 غيغابايت/شهر مدى الحياة
cs: Váš přítel získá 30 GiB/měsíc na celý život
de: Dein Freund erhält 30 GiB/Monat lebenslang
el: Ο φίλος σου παίρνει 30 GiB/μήνα για πάντα
es: Tu amigo recibe 30 GiB/mes de por vida
es_419: Tu amigo recibe 30 GiB/mes de por vida
es_mx: Tu amigo recibe 30 GiB/mes de por vida
fr: Votre ami reçoit 30 Go/mois à vie
he: החבר שלך מקבל 30 GiB/חודש לכל החיים
hi: आपके मित्र को जीवनभर के लिए 30 GiB/माह मिलता है
id: Teman Anda mendapat 30 GiB/bulan seumur hidup
it: Il tuo amico riceve 30 GiB/mese per sempre
ja: 友達は30 GiB/月を一生獲得
ko: 친구도 평생 30 GiB/월을 받습니다
nl: Je vriend krijgt 30 GiB/maand voor altijd
pl: Twój znajomy otrzymuje 30 GiB/miesiąc na zawsze
pt: O seu amigo recebe 30 GiB/mês para sempre
pt_br: Seu amigo ganha 30 GiB/mês para sempre
pt_pt: O seu amigo recebe 30 GiB/mês para sempre
ru: Ваш друг получает 30 GiB/месяц навсегда
sv: Din vän får 30 GiB/månad för alltid
th: เพื่อนของคุณได้รับ 30 GiB/เดือนตลอดชีวิต
uk: Ваш друг отримує 30 GiB/місяць назавжди
vi: Bạn của bạn nhận được 30 GiB/tháng trọn đời
zh_hans: 你的朋友每月获得30 GiB，终身有效
zh_hk: 你的朋友每月獲得30 GiB，永久有效

source: Your friends save too -- everyone wins.
ar: أصدقاؤك يوفرون أيضًا -- الجميع يفوز.
cs: Vaši přátelé také ušetří – každý vyhrává.
de: Deine Freunde sparen ebenfalls – alle gewinnen.
el: Οι φίλοι σου εξοικονομούν επίσης -- όλοι κερδίζουν.
es: Tus amigos también ahorran -- todos ganan.
es_419: Tus amigos también ahorran -- todos ganan.
es_mx: Tus amigos también ahorran -- todos ganan.
fr: Vos amis économisent aussi -- tout le monde y gagne.
he: גם החברים שלך חוסכים -- כולם מרוויחים.
hi: आपके दोस्त भी बचत करते हैं -- सभी जीतते हैं।
id: Teman-teman Anda juga berhemat -- semua menang.
it: Anche i tuoi amici risparmiano -- vincono tutti.
ja: あなたの友達も節約できる -- みんなが得をします。
ko: 친구들도 절약합니다 -- 모두가 이깁니다.
nl: Je vrienden besparen ook -- iedereen wint.
pl: Twoi znajomi też oszczędzają -- wszyscy wygrywają.
pt: Os seus amigos também poupam -- todos ganham.
pt_br: Seus amigos também economizam -- todo mundo sai ganhando.
pt_pt: Os seus amigos também poupam -- todos ganham.
ru: Ваши друзья тоже экономят — выигрывают все.
sv: Dina vänner sparar också – alla vinner.
th: เพื่อนของคุณก็ประหยัดได้ -- ทุกคนได้ประโยชน์
uk: Ваші друзі теж економлять — усі у виграші.
vi: Bạn bè của bạn cũng tiết kiệm -- ai cũng có lợi.
zh_hans: 你的朋友也能省钱——人人受益。
zh_hk: 你的朋友也能節省——人人受益。

source: Your network appears as Anonymous until you turn this on.
ar: تظهر شبكتك باسم «مجهول» حتى تفعّل هذا الخيار.
cs: Vaše síť se zobrazuje jako Anonymní, dokud to nezapnete.
de: Dein Netzwerk erscheint als Anonym, bis du das einschaltest.
el: Το δίκτυό σας εμφανίζεται ως Ανώνυμο μέχρι να το ενεργοποιήσετε.
es: Tu red aparece como Anónimo hasta que actives esta opción.
es_419: Tu red aparece como Anónimo hasta que actives esta opción.
es_mx: Tu red aparece como Anónimo hasta que actives esta opción.
fr: Votre réseau apparaît comme Anonyme tant que cette option est désactivée.
he: הרשת שלך מופיעה כאנונימי עד שתפעיל זאת.
hi: जब तक आप इसे चालू नहीं करते, आपका नेटवर्क अनाम के रूप में दिखता है।
id: Jaringan Anda tampil sebagai Anonim sampai Anda mengaktifkan ini.
it: La tua rete compare come Anonimo finché non attivi questa opzione.
ja: オンにするまで、あなたのネットワークは匿名として表示されます。
ko: 이 옵션을 켜기 전까지 내 네트워크는 익명으로 표시됩니다.
nl: Je netwerk wordt als Anoniem getoond totdat je dit aanzet.
pl: Twoja sieć jest wyświetlana jako Anonimowy, dopóki tego nie włączysz.
pt: A sua rede aparece como Anónimo até ativar esta opção.
pt_br: Sua rede aparece como Anônimo até você ativar esta opção.
pt_pt: A sua rede aparece como Anónimo até ativar esta opção.
ru: Ваша сеть отображается как «Анонимно», пока вы не включите этот параметр.
sv: Ditt nätverk visas som Anonym tills du slår på detta.
th: เครือข่ายของคุณจะแสดงเป็นไม่ระบุชื่อจนกว่าคุณจะเปิดตัวเลือกนี้
uk: Ваша мережа відображається як Анонімно, доки ви не ввімкнете це.
vi: Mạng của bạn hiển thị là Ẩn danh cho đến khi bạn bật tùy chọn này.
zh_hans: 在你开启此项之前，你的网络显示为匿名。
zh_hk: 在你開啟此項之前，你的網絡顯示為匿名。
